Repository: ABHIaSM9/spinn
Catalog: src/xi18n/messages.*.xlf
Languages: fr

source: page-not-found!
fr: Page non trouvée

# Question
source: Playing a game?
fr: jouer à un jeu

source: Enter the valid code
fr: Entrez le code valide

source: Join a game
fr: rejoindre un jeu

source: login
fr: connexion

source: signup
fr: s'inscrire

source: By Signing up. you agree to Our <strong>Terms & Privacy Policy.</strong>
fr: En vous inscrivant. vous acceptez notre <strong> terme andy politique de confidentialité.</strong>

source: Welcome Player
fr: joueur de bienvenue

source: <mat-icon> settings</mat-icon> setting
fr: <mat-icon> settings</mat-icon> réglage

source: Login
fr: connexion

source: Username
fr: Nom d'utilisateur

source: please enter valid email address
fr: veuillez entrer une adresse e-mail valide

source: Password
fr: e mot de passe

source: please enter valid password address
fr: veuillez entrer une adresse de mot de passe valide

source: Forget Passord?
fr: mot de passe oublié?

source: continue
fr: Continuez

source: want an Account? Sign up here
fr: vous voulez un compte ? Inscrivez-vous ici

source: Signup
fr: s'inscrire

source: Signup
fr: s'inscrire

source: already have an account? sing in here.
fr: avez déjà un compte? chante ici.

source: Welcome Player
fr: joueur de bienvenue

source: Add New Area
fr: ajouter une nouvelle zone

source: Someone's Name
fr: le nom de quelqu'un

source: view acitivity
fr: voir l'activité

source: Edit Profile
fr: Editer le profil

source: Account
fr: Compte

source: other
fr: autre

source: My Profile
fr: mon profil

source: Last Name
fr: nom de famille

source: Public Display Name
fr: nom d'affichage publics

source: About Me
fr: À propos de moi

source: record your video
fr: enregistre ta vidéo

source: submit
fr: nous faire parvenir

source: 100 free coins
fr: 100 pièce gratuite

source: Take new Quize
fr: Répondez à un nouveau quiz
